Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: The Windows Installer Service could not be accessed.
be: Не атрымалася атрымаць доступ да службы усталёўніка Windows.

source: The Windows Installer Service could not be accessed. Make sure that Windows Installer is installed and that you are not running Windows in safe mode, and then try again.
be: Не атрымалася атрымаць доступ да службы усталёўніка Windows. Пераканайцеся ў тым, што аперацыйная сістэма не запушчана ў бяспечным рэжыме і паўтарыце спробу.

source: The Windows Installer Service could not be accessed. Make sure that Windows Installer is installed and that you are not running Windows in safe mode, and then try again.\r\n
be: Немагчыма атрымаць доступ да службы ўсталёўніка Windows. Пераканайцеся, што ён усталяваны, што сістэма працуе не ў бяспечным рэжыме, і паспрабуйце зноў.\r\n

source: The Windows Time service is not running. \n\nInternet time synchronization cannot occur while this service is stopped. Please start the Windows Time service or contact your system administrator.
be: Служба часу Windows не запушчаная. \n\nСінхранізацыя з сеціўным часам не можа адбыцца, пакуль гэтая служба спыненая. Калі ласка, запусціце службу часу Windows ці звяжыцеся з вашым сістэмным адміністратарам.

source: The Windows Update Agent enables your computer to search for and install updates from an update service. The agent can automatically update itself as needed to communicate with the update service when Windows searches for new updates.
be: Агент абнаўлення Windows дазваляе вашаму камп'ютару шукаць і ўсталёўваць абнаўленні са службы абнаўлення. Агент можа аўтаматычна абнавіць сябе падчас неабходнасці знесціся са службаю абнаўлення, калі Windows шукае новыя абнаўленні.

# The Windows logon process has failed to disconnect the user session.
source: The Windows logon process has failed to disconnect the user session.\r\n
be: Працэс увахода ў Windows не змог адлучыць карыстальніцкую сесію.\r\n

source: The Windows logon process has failed to spawn a user application. Application name: %1. Command line parameters: %2.\r\n
be: Працэс уваходу ў Windows не змог спарадзіць карыстальніцкую праграму. Назва праграмы: %1. Параметры загаднага радка: %2.\r\n

source: The account you want to delete is logged on. Before you delete it, you should switch to that user account and log off of that account. If you continue without doing this, there is a risk of data loss. Do you still wish to continue?
be: У рахунак, які вы жадаеце выдаліць, увайшлі. Перш чым вы выдаліце яго, вы павінны пераключыцца на гэты рахунак і выйсці з яго. Калі вы працягнеце без гэтага, існуе рызыка страты звестак. Працягнуць?

source: The action can't be completed because the file is being edited in %1\n\nClose the file and try again.
be: Дзеянне немагчыма скончыць, бо файл рэдагуецца ў "%1".\n\nЗачыніце файл і паўтарыце спробу.

source: The action can't be completed because the file is open in %1\n\nClose the file and try again.
be: Дзеянне немагчыма скончыць, бо файл адчынены ў "%1".\n\nЗачыніце файл і паўтарыце спробу.

source: The action can't be completed because the file is open in another program\n\nClose the file and try again.
be: Дзеянне немагчыма скончыць, бо файл адчынены ў іншай праграме.\n\nЗачыніце файл і паўтарыце спробу.

source: The action can't be completed because the file is playing in %1\n\nClose the file and try again.
be: Дзеянне немагчыма скончыць, бо файл прайграецца ў "%1".\n\nЗачыніце файл і паўтарыце спробу.

source: The action can't be completed because the folder is being edited in %1\n\nClose the folder and try again.
be: Дзеянне немагчыма скончыць, бо каталог рэдагуецца ў "%1".\n\nЗачыніце каталог і паўтарыце спробу.

source: The action can't be completed because the folder is open in %1\n\nClose the folder and try again.
be: Дзеянне немагчыма скончыць, бо каталог адчынены ў "%1".\n\nЗачыніце каталог і паўтарыце спробу.

source: The action can't be completed because the folder is playing in %1\n\nClose the folder and try again.
be: Дзеянне немагчыма скончыць, бо каталог прайграецца ў "%1".\n\nЗачыніце каталог і паўтарыце спробу.

source: The action can't be completed because the folder or a file in it is open in another program\n\nClose the folder or file and try again.
be: Дзеянне немагчыма скончыць, бо каталог ці файл адчынены ў іншай праграме.\n\nЗачыніце каталог ці файл і паўтарыце спробу.

source: The action could not be completed because the BitLocker Drive Encryption key required to unlock the volume could not be obtained.
be: Дзеянне не можа быць скончанае, бо патрэбны ключ шыфравання дыска BitLocker для разблакавання раздзела не можа быць атрыманы.

source: The adapter requires at least one IP address. Please enter one.
be: Адаптар патрабуе прынамсі адзін IP-адрас. Калі ласка, увядзіце яго.

source: The additional information may help Microsoft create a solution.
be: Яна можа дапамагчы карпарацыі стварыць вырашэнне.

source: The application '%s' is preventing this device from being stopped. Close the application and then try to stop the device again.
be: Праграма '%s' перашкаджае спыненню прылады. Зачніце праграму і паспрабуйце спыніць прыладу зноў.

# The attempt by user %2 to restart/shutdown computer %1 failed
source: The attempt by user %2 to restart/shutdown computer %1 failed\r\n
be: Спроба карыстальніка %2 перазапусціць ці выключыць камп'ютар %1 няўдалая\r\n

source: The autologon password could not be loaded.
be: Пароль аўтаматычнага ўводу немагчыма заладаваць.

source: The autologon password could not be loaded. Details: %1
be: Пароль аўтаматычнага ўводу немагчыма заладаваць. Дэталі: %1

# The autologon password could not be loaded. Details: %1
source: The autologon password could not be loaded. Details: %1\r\n
be: Пароль аўтаматычнага ўводу немагчыма заладаваць. Дэталі: %1\r\n

# The autologon password could not be loaded.
source: The autologon password could not be loaded.\r\n
be: Пароль аўтаматычнага ўводу немагчыма заладаваць.\r\n

source: The beta has expired
be: Тэрмін дзеяння бэта-версіі версіі скончыўся

source: The boot selection failed because a required device is inaccessible.
be: Няўдалае абранне запуску, бо патрэбная прылада недаступная.

source: The bugcheck was: %1.
be: Памылка: %1.

source: The cause for this problem could not be determined.
be: Немагчыма выявіць прычыну праблемы

source: The clock did not adjust for this change.
be: Гадзіннік не адрэгуляваны для гэтага змянення.

source: The clock does not require adjustment.
be: Гадзіннік не патрабуе навядзення.

source: The clock is not set to adjust for this change.
be: Гадзіннік не прызначаны для рэгулявання гэтага змянення.

source: The clock is set to go back %1!u! minutes at that time.
be: Гадзінніку прызначана перавесці час на %1!u! хвілінаў назад.

source: The clock is set to go back 1 hour at that time.
be: Гадзінніку прызначана перавесці час на 1 гадзіну назад.

source: The clock is set to go forward %1!u! minutes at that time.
be: Гадзінніку прызначана перавесці час на %1!u! хвілінаў наперад.

source: The clock is set to go forward 1 hour at that time.
be: Гадзінніку прызначана перавесці час на 1 гадзіну наперад.

source: The clock was most recently synchronized on %1!s! at %2!s!.
be: Гадзіннік быў нядаўна сінхранізаваны на %1!s! а %2!s!.

source: The clock was successfully synchronized on %1!s! at %2!s!.
be: Гадзіннік паспяхова сінхранізаваны на %1!s! а %2!s!.

source: The clock was successfully synchronized with %3!s! on %1!s! at %2!s!.
be: Гадзіннік паспяхова сінхранізаваны з %3!s! на %1!s! а %2!s!.

source: The clock went back %1!u! minutes at that time.
be: Гадзіннік быў пераведзены на %1!u! хвілінаў назад.

source: The clock went back 1 hour at that time.
be: Гадзіннік быў пераведзены на 1 гадзіну назад.

source: The clock went forward %1!u! minutes at that time.
be: Гадзіннік быў пераведзены на %1!u! хвілінаў наперад.

source: The clock went forward 1 hour at that time.
be: Гадзіннік быў пераведзены на 1 гадзіну наперад.

source: The closest matching printer font will be used for printing.
be: Для друку будзе выкарыстаны найбліжэйшы шрыфт.

source: The closest matching style will be used for printing.
be: Для друку будзе выкарыстаны найбліжэйшы стыль.

source: The color quality might be reduced if you save the picture in this format.\nDo you want to continue?
be: Якасць колеру можа быць зніжанаю, калі вы захаваеце відарыс у гэтым фармаце.\nПрацягнуць?

source: The community also helps stop the spread of new spyware infections.\n\nYou can choose to send basic or additional information about detected software.
be: Гэта згуртаванне таксама дапамагае прадухіленню распаўсюджвання шпіёнскіх праграм.\n\nВы можаце выбраць, каб даслаць асноўную дадатковую інфармацыю аб знойдзенай праграме.

source: The compressed (zipped) folder is empty.
be: Сціснуты zip-каталог пусты.

source: The computer displayed a blue screen crash event.
be: Камп'ютар адлюстраваў сіні экран падзеі краху.

source: The computer has rebooted from a bugcheck.
be: Камп'ютар быў перазапушчаны пасля крытычнай памылкі.

source: The computer has rebooted from a bugcheck. A dump was not saved.
be: Камп'ютар быў перазапушчаны пасля крытычнай памылкі. Адбітак не быў захаваны.

# The computer has rebooted from a bugcheck. A dump was not saved.
source: The computer has rebooted from a bugcheck. A dump was not saved.\r\n
be: Камп'ютар быў перазапушчаны пасля крытычнай памылкі. Адбітак не быў захаваны.\r\n

source: The computer has rebooted from a bugcheck. The bugcheck was: %1. A dump was saved in: %2. Report Id: %3.
be: Камп'ютар быў перазапушчаны пасля крытычнай памылкі. Памылка: %1. Адбітак захаваны ў: %2. Ідэнтыфікатар справаздачы: %3.

source: The computer has rebooted from a bugcheck. The bugcheck was: %1. A dump was saved in: %2. Report Id: %3.\r\n
be: Камп'ютар быў перазапушчаны пасля крытычнай памылкі. Памылка: %1. Адбітак захаваны ў: %2. Ідэнтыфікатар справаздачы: %3.\r\n

source: The computer has rebooted from a bugcheck. The bugcheck was: %1. A full dump was not saved.
be: Камп'ютар быў перазапушчаны пасля крытычнай памылкі. Памылка: %1. Поўны адбітак не быў захаваны.

source: The computer has rebooted from a bugcheck. The bugcheck was: %1. A full dump was not saved.\r\n
be: Камп'ютар быў перазапушчаны пасля крытычнай памылкі. Памылка: %1. Поўны адбітак не быў захаваны.\r\n

source: The computer is already joined to a domain.
be: Камп'ютар ужо далучаны да дамена.

source: The computer is not connected. Please <a>connect to the network</a>
be: Гэты камп'ютар не злучаны. Калі ласка, <a>злучыце з сеткай</a>

source: The computer name cannot contain only numbers, cannot be the same as your user name, and cannot contain spaces.\nPlease retype the computer name.
be: Назва камп'ютара не можа змяшчаць толькі лічбы, не можа супадаць з імем карыстальніка і не можа змяшчаць прагалы.\nКалі ласка, увядзіце назву камп'ютара зноў.

source: The computer name cannot contain these characters:\n{ | } ~ [ \\ ] ^ ' : ; < = > ? @ ! " # $ % ` ( ) + / . , *
be: Назва камп'ютара не можа змяшчаць гэтыя знакі:\n{ } ~ [ \\ ] ^ ' : ; < = > ? @ ! " # $ % ` ( ) + / . , *

source: The computer name is not valid
be: Назва камп'ютара недапушчальная

source: The computer needs to be shut down due to a network connectivity issue.
be: Камп'ютару неабходны перазапуск з-за праблемы сеткавай злучальнасці.

source: The computer needs to be shut down due to a security issue.
be: Камп'ютару неабходны перазапуск з-за праблемы бяспекі.

source: The computer was unplugged.
be: Камп'ютар быў адключаны.

source: The configuration for an element within the object is invalid in the boot configuration data store.
be: Недапушчальная канфігурацыя элемента аб'екта ў сховішчы звестак канфігурацыі запуску.

source: The conflict could not be resolved in the manner you chose.\n\n%ws\n\nWould you like to retry the resolution, remove the conflict from Sync Center, or cancel?
be: Канфлікт нельга вырашыць такім чынам.\n\n%ws\n\nПаўтарыць спробу разрознасці, выдаліць канфлікт з цэнтра сінхранізацыі альбо скасаваць?

source: The conflict may no longer exist, or the device it occurred on is not available.\n\n%ws
be: Магчыма, канфлікту больш няма, альбо выклікаючая яго прылада недаступная.\n\n%ws

source: The conflict may no longer exist, the device it occurred on is not available, or may contain invalid data.\n\n%ws
be: Магчыма, канфлікту больш няма, выклікаючая яго прылада недаступная, альбо звесткі аб ім хібныя.\n\n%ws

source: The connection could not be disconnected.
be: Злучэнне не можа быць адлучанае.

source: The connection you selected cannot be deleted.
be: Абранае вамі злучэнне не можа быць выдаленае.

source: The contents of this folder will not be deleted.
be: Змесціва гэтага каталога не будзе выдаленае.

source: The contents of this folder will not be deleted. You can restore this icon to the desktop by right-clicking on its icon in the Start menu.
be: Змесціва гэтага каталога не будзе выдаленае. Вы можаце аднавіць гэтую іконку на стальцы, калі клікнеце правай клавішай мышы па ёй у Пачатковым меню.

source: The controls on this property sheet are disabled because the system must first be rebooted before any configuration changes can be made.
be: Элементы кіравання на гэтай старонцы ўласцівасцяў выключаныя, бо сістэма павінна быць перазапушчанай, перш чым хоць бы якія змены канфігурацыі могуць быць зробленыя.

source: The current document type can not be sent as mail. Would you like to send a Shortcut instead?
be: Дзейны тып дакумента не можа быць дасланы як пошта. Даслаць замест гэтага пускальнік?

source: The current user account is not recognized. Restart the computer and then open User Accounts.
be: Дзейны рахунак карыстальніка не распазнаны. Перазапусціце камп'ютар і адчыніце рахункі карыстальнікаў.

source: The date on this computer is outside the supported date range for this calendar type.
be: Дата на гэтым камп'ютары знаходзіцца па-за падтрыманым абсягам гэтага тыпу календара.

source: The default &communication device
be: Стандартная прылада сувязі

source: The default Windows power plan types include Balanced, Power saver, and High performance. The three types are designed to balance power savings while providing performance on demand, maximize power savings, or maximize performance. Many system components use the power plan type to deciding whether to optimize power savings or performance.
be: Стандартныя тыпы планаў сілкавання Windows улучаюць "Збалансаваны", "Захаванне энергіі" і "Высокая прадукцыйнасць". Гэтыя тры тыпы прызначаныя адпаведна для збалансавання прадукцыйнасці і спажывання энергіі, максімізавання захавання энергіі і максімізавання прадукцыйнасці. Шмат якія сістэмныя кампаненты карыстаюць тып плана сілкавання для вызначэння мэты аптымізавання - ашчаджання энергіі ці прадукцыйнасці.

source: The default printer has been deleted.
be: Стандартная друкарка выяўленая.

source: The default sound device will always show its own volume control.
be: Стандартная гукавая прылада заўсёды паказвае ўласнае кіраванне гучнасцю.

source: The description file is not compatible with this version of Windows.
be: Файл апісання несумяшчальны з гэтай версіяй Windows/

source: The destination folder is a subfolder of the source folder.
be: Каталог прызначэння з'яўляецца падкаталогам зыходнага каталога.

source: The destination folder is the same as the source folder.
be: Каталог прызначэння з'яўляецца зыходным каталогам.

source: The details for this conflict could not be found.
be: Немагчыма знайсці дэталі канфлікту.

source: The details for this conflict could not be found. The conflict may no longer exist, or the device it occurred on is not available.\n\n%ws
be: Немагчыма знайсці дэталі канфлікту. Магчыма, канфлікту больш няма, альбо выклікаючая яго прылада недаступная.\n\n%ws

source: The details for this conflict could not be opened.
be: Немагчыма адчыніць дэталі канфлікту.

source: The details for this conflict could not be opened. The conflict may no longer exist, the device it occurred on is not available, or may contain invalid data.\n\n%ws
be: Немагчыма адчыніць дэталі канфлікту. Магчыма, канфлікту больш няма, выклікаючая яго прылада недаступная, альбо звесткі аб ім хібныя.\n\n%ws

source: The device '%s' cannot be stopped because it is using a driver that does not support Plug and Play. Since this device is still being used, do not remove it.
be: Прылада '%s' не можа быць спыненая, бо яна карыстае драйвер, які не падтрымлівае Plug&Play. Пакуль прылада выкарыстоўваецца, не выдаляйце яе.

source: The disc doesn't have enough free space for all of the selected files.
be: На кружэлцы бракуе вольнай прасторы для ўсіх абраных файлаў.

source: The disc doesn't have enough free space for all of the selected files. Remove some files or insert another disc with more space, and then try again.
be: На кружэлцы не хапае вольнай прасторы для ўсіх абраных файлаў. Прыбярыце некаторыя файлы ці ўстаўце кружэлку з большай вольнай прасторай і паўтарыце спробу.

source: The disc is currently in use.
be: Кружэлка зараз выкарыстоўваецца.

source: The disc is currently in use. Either wait for Windows to finish, or cancel burning before you shut down Windows.
be: Кружэлка зараз выкарыстоўваецца. Дачакайцеся сканчэння прапальвання альбо перарвіце яго перад спыненнем Windows.

source: The disc might be corrupt.
be: Магчыма, дыск пашкоджаны.

source: The disc might be corrupt. Make sure that the disc uses a format that Windows recognizes. If the disc is unformatted, you need to format it before using it.
be: Магчыма, дыск пашкоджаны. Упэўніцеся, што дыск мае сумяшчальны з Windows фармат. Калі дыск не адфарматаваны, Вам неабходна адфарматаваць яго перш чым выкарыстоўваць.

source: The disc might no longer be usable.
be: Яна можа стацца непрыдатнай для выкарыстання.

source: The disc might not be compatible or your CD or DVD burner might not work with this file system.
be: Магчыма, кружэлка несумяшчальная з ёю, альбо прапальвальны кружэльнік не падтрымлівае гэтую файлавую сістэму.

source: The disc wasn't burned because a file and a folder would have the same name on disc.
be: Кружэлка не была запісаная, бо ў выніку каталог і файл мелі б аднолькавыя назвы.

source: The disc wasn't burned because a file and a folder would have the same name on disc. Review the files you are burning, and make sure there are no duplicate names.
be: Кружэлка не была запісаная, бо ў выніку каталог і файл мелі б аднолькавыя назвы. Пераглядзіце файлы для запісу і пераканайцеся, што там не сустракаецца аднолькавых назваў.

source: The disc wasn't burned because of a buffer under run.
be: Кружэлка не была прапаленая з нагоды непадрыхтаванасці буферу.

source: The disc wasn't burned because of a buffer under run. You can try burning again at the same speed or try a lower write speed if the error occurs again.
be: Кружэлка не была прапаленая з-за непадрыхтаванасці буферу. Вы можаце паспрабаваць прапальванне з той жа хуткасцю альбо з меншай, калі памылка паўтараецца.

source: The disc wasn't burned because the write speed (%1!s!) was too high.
be: Кружэлка не была прапаленая з нагоды надта вялікай хуткасці (%1!s!).

source: The disc wasn't burned because the write speed (%1!s!) was too high. You can try burning again at the same speed or try a lower write speed if the error occurs again.
be: Кружэлка не была прапаленая з нагоды надта вялікай хуткасці (%1!s!). Вы можаце паспрабаваць прапальванне з той жа хуткасцю альбо з меншай, калі памылка паўтараецца.

source: The disc wasnt burned successfully.
be: Кружэлка не была прапаленая паспяхова.

source: The disc wasnt burned successfully. Make sure that you have the latest firmware for your CD or DVD burner installed, and then try again.
be: Кружэлка не была прапаленая паспяхова. Пераканайцеся, што вы маеце апошнюю версію мікрапраграмы для прапальваючага кружэльніка і паўтарыце спробу.

source: The disc wasnt burned successfully. Restart your computer, and then try again.
be: Кружэлка не была прапаленая паспяхова. Перазапусціце камп'ютар і паўтарыце спробу.

source: The disc wasnвЂ™t burned successfully.
be: Кружэлка не была прапаленая паспяхова.

source: The disc wasnвЂ™t burned successfully. Make sure that you have the latest firmware for your CD or DVD burner installed, and then try again.
be: Кружэлка не была прапаленая паспяхова. Пераканайцеся, што вы маеце апошнюю версію мікрапраграмы для прапальвальнага кружэльніка і паўтарыце спробу.

source: The disc wasnвЂ™t burned successfully. Restart your computer, and then try again.
be: Кружэлка не была прапаленая паспяхова. Перазапусціце камп'ютар і паўтарыце спробу.

source: The disc wasn’t burned successfully.
be: Кружэлка не была прапаленая паспяхова.

source: The disc wasn’t burned successfully. Make sure that you have the latest firmware for your CD or DVD burner installed, and then try again.
be: Кружэлка не была прапаленая паспяхова. Пераканайцеся, што вы маеце апошнюю версію мікрапраграмы для прапальвальнага кружэльніка і паўтарыце спробу.

source: The disc wasn’t burned successfully. Restart your computer, and then try again.
be: Кружэлка не была прапаленая паспяхова. Перазапусціце камп'ютар і паўтарыце спробу.

source: The disc will also work on most computers.
be: Але гэтая кружэлка будзе працаваць на большасці камп'ютараў.

source: The disc will work on computers running Windows XP or later.
be: Яна будзе працаваць на камп'ютарах з Windows XP і больш познімі.

source: The disk check could not be performed because Windows can't access the disk.
be: Праверка дыска не можа быць выканана, бо Windows не можа атрымаць доступ да дыска.

source: The disk check could not be performed because the disk is not formatted.\nWould you like to format the disk?
be: Праверка дыска не можа быць выканана, бо дыск не адфарматаваны.\nАдфарматаваць дыск?

source: The disk is write protected.
be: Дыск абаронены ад запісу.

# The disk is write-protected. Remove the write-protection or use another disk.
source: The disk is write-protected.\n\nRemove the write-protection or use another disk.
be: Дыск абаронены ад запісу.\n\nЗдыміце абарону ад запісу ці выкарыстайце іншы дыск.

source: The display settings can't be changed from a remote session.
be: Налады экрана нельга змяніць з аддаленай сесіі.

source: The document %1 is in use by another application and cannot be accessed.
be: Дакумент %1 выкарыстоўваецца іншай праграмай і да яго немагчыма атрымаць доступ.

source: The document will be converted to Rich Text format.
be: Дакумент будзе сканвертаваны ў фармат RTF.

source: The domain you specified is not valid.
be: Азначаны вамі дамен недапушчальны.

source: The drive is not formatted.
be: Дыск не адфарматаваны.

source: The drive is not formatted. You must format it before you can label it.
be: Дыск не адфарматаваны. Каб пазначыць яго, перш трэба яго адфарматаваць.

source: The drive label is either too long, or contains invalid characters.
be: Цэтлік дыска альбо надта доўгі, альбо змяшчае недапушчальныя знакі.

source: The drive media is not compatible with this device.
be: Дыск несумяшчальны з гэтай прыладай.

source: The drive might need up to twice as much free space as the disc capacity.
be: Магчыма, спатрэбіцца ўдвая больш месца за ёмістасць кружэлкі.

source: The drive or network connection that the shortcut '%1!ls!' refers to is unavailable.
be: Недаступны дыск альбо сеткавы рэсурс, на які спасылаецца пускальнік '%1!ls!'.

source: The drive or network connection that the shortcut '%1!ls!' refers to is unavailable. Make sure that the disk is properly inserted or the network resource is available, and then try again.
be: Недаступны дыск альбо сеткавы рэсурс, на які спасылаецца пускальнік '%1!ls!'. Упэўніцеся, што дыск падключаны, альбо што сеткавы рэсурс даступны, і паспрабуйце яшчэ.
